Repository: sora-xor/sora-card-ios
Catalog: SCard/Classes/Localizable/*.lproj/SoraCard.strings
Languages: de, es, fr, nl, pt

# details.free.card.issuance.conditions.euro
source: or %@ € application fee
de: oder %@ € Anmeldegebühr
es: o tarifa de solicitud de %@ €
fr: ou %@€ de frais de demande
nl: of %@ € aanvraagkosten
pt: ou %@ € taxa de candidatura

# status.not.started
source: Get SORA Card
de: Holen Sie sich die SORA Card
es: Consiga la Tarjeta SORA
fr: Obtenir la SORA Card
nl: Verkrijg SORA Card
pt: Obter o cartão SORA

# cant.fetch.refresh
source: Can't fetch data, tap to refresh.
de: Daten können nicht abgerufen werden, tippen Sie, um zu aktualisieren.
es: No se pueden obtener datos, pulse para actualizar.
fr: Impossible de récupérer les données, tapez pour rafraîchir
nl: Kan geen gegevens ophalen, tik om te vernieuwen.
pt: Não é possível obter dados, toque para atualizar.

# login.title
source: Log in or Sign up
de: Anmelden oder Registrieren
es: Iniciar sesión o Registrarse
fr: S'identifier ou s'inscrire
nl: Meld je aan of schrijf je in
pt: Iniciar sessão ou Inscrever-se

# get.more.xor.dialog.description
source: You can swap for XOR or buy with Euro
de: Sie können gegen XOR tauschen oder mit Euro kaufen
es: Puedes cambiar por XOR o comprar con euros
fr: Vous pouvez échanger vers du XOR ou en acheter avec des Euros
nl: U kunt ruilen voor XOR of kopen met Euro
pt: Pode trocar por XOR ou comprar com euros

# get.more.xor.dialog.swap.option
source: Swap crypto for XOR
de: Tausche Krypto gegen XOR
es: Cambiar cripto por XOR
fr: Échanger de la crypto pour du XOR
nl: Ruil crypto voor XOR
pt: Troque crypto por XOR

# get.more.xor.dialog.buy.option
source: Buy XOR with EUR
de: Kaufen Sie XOR mit EUR
es: Comprar XOR con EUR
fr: Acheter du XOR avec des EUR
nl: Koop XOR met EUR
pt: Comprar XOR com EUR

# verification.rejected.screen.try.again.for.euros
source: Try again for €%@
de: Versuchen Sie es erneut für €%@
es: Intente otra vez por €%@
fr: Réessayer pour %@€
nl: Probeer het opnieuw voor € %@
pt: Tente novamente por € %@

# verification.rejected.screen.try.again.for.free
source: Try again for free
de: Erneut kostenlos versuchen
es: Inténtelo de nuevo gratis
fr: Réessayer gratuitement
nl: Probeer het gratis opnieuw
pt: Tente novamente gratuitamente

# verification.rejected.screen.attempts.used
source: You have used your free KYC attempts.
de: Sie haben Ihre kostenlosen Identitätsverifizierungs-Versuche genutzt.
es: Ya ha utilizado sus intentos gratuitos
fr: Vous avez utilisé toutes vos tentatives gratuites pour la vérification KYC
nl: Je hebt je gratis KYC-pogingen gebruikt.
pt: Utilizou as suas tentativas gratuitas de KYC.

# verification.rejected.screen.attempts.price.disclaimer
source: Every other attempt will cost you €%@
de: Jeder weitere Versuch wird Sie €%@ kosten.
es: Cualquier otro intento tendrá un coste de €%@
fr: Toute autre tentative coûtera %@€
nl: Elke andere poging kost u € %@
pt: Todas as outras tentativas custarão € %@

# payment.widget.unavailable.title
source: Widget unavailable
de: Widget nicht verfügbar
es: Widget no disponible
fr: Widget indisponible
nl: Widget niet beschikbaar
pt: Widget indisponível

# payment.widget.unavailable.message
source: The payment widget is currently unavailable
de: Das Zahlungs-Widget ist derzeit nicht verfügbar
es: El widget de pago no está disponible actualmente
fr: Le widget de paiement est actuellement indisponible
nl: De betalingswidget is momenteel niet beschikbaar
pt: O widget de pagamento está atualmente indisponível

# payment.widget.unavailable.description
source: Apologies for the inconvenience. We’re working diligently to resolve this. Please, try again later.
de: Entschuldigung für die Unannehmlichkeiten. Wir arbeiten fleißig daran, dieses Problem zu lösen. Bitte versuchen Sie es später noch einmal.
es: Disculpe las molestias.NEstamos trabajando diligentemente para resolverlo.NPor favor, inténtelo de nuevo más tarde.
fr: Veuillez nous excuser du désagrément. Nous travaillons actuellement à résoudre le problème. Veuillez réessayer plus tard.
nl: Excuses voor het ongemak. We werken er hard aan om dit op te lossen. Probeer het later opnieuw.
pt: Pedimos desculpa pelo incómodo. Estamos a trabalhar diligentemente para resolver o problema. Por favor, tente novamente mais tarde.

# payment.widget.unavailable.confirm
source: Yes, I understand
de: Ja, ich verstehe
es: Sí, entiendo
fr: Oui, je comprends
nl: Ja ik begrijp het
pt: Sim, compreendo

source: Log out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
nl: Uitloggen
pt: Terminar sessão

# card.hub.settings.logout.title
source: Log out of SORA Card
de: Aus SORA Card abmelden
es: Cerrar sesión de la Tarjeta SORA
fr: Se déconnecter de SORA Card
nl: Uitloggen bij SORA Card
pt: Sair do Cartão SORA

# card.hub.settings.logout.description
source: You are about to log out of SORA Card. You will still have access to the SORA Card standalone app, but the balance will no longer be available to you in the SORA Wallet.
de: Sie sind dabei, sich bei SORA Card abzumelden. Sie haben weiterhin Zugriff auf die eigenständige SORA Card App, aber Ihr Guthaben wird nicht mehr in der SORA Wallet verfügbar sein.
es: Estás a punto de cerrar sesión en SORA Card. Seguirás teniendo acceso a la aplicación independiente SORA Card, pero el saldo ya no estará disponible en SORA Wallet.
fr: Vous êtes sur le point de vous déconnecter de votre compte SORA Card. Vous aurez toujours accès à l'application indépendante de SORA Card, mais le solde de votre compte ne sera plus disponible dans le portefeuille SORA.
nl: U staat op het punt om uit te loggen bij SORA Card. U hebt nog steeds toegang tot de zelfstandige SORA Card-app, maar het saldo is niet langer voor u beschikbaar in de SORA Wallet.
pt: Está prestes a terminar a sessão no Cartão SORA. Continuará a ter acesso à aplicação autónoma do Cartão SORA, mas o saldo deixará de estar disponível na Carteira SORA.

# card.hub.settings.logout.button
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
nl: Uitloggen
pt: Terminar sessão

# card.hub.settings.title
source: Card settings
de: Karteneinstellungen
es: Ajustes Tarjeta
fr: Paramètres de la carte
nl: Kaartinstellingen
pt: Definições do cartão

# common.back
source: Back
es: Atrás
nl: Terug

# entry.card.info
source: Card info
es: Información Tarjeta

# cardhub.top.up
source: Top up
de: Nachfüllen
es: Recargar
pt: Completar

# cardhub.transfer
source: Transfer
de: Überweisen
es: Transferir
pt: Transferir

# cardhub.exchange
source: Exchange
de: Austausch
es: Intercambiar
pt: Intercâmbio

# cardhub.freeze
source: Freeze
de: Einfrieren
es: Congelar tarjeta
pt: Congelar

# cardhub.coming.soon
source: Card management is coming soon
de: Die Kartenverwaltung kommt bald
es: La Gestión de la Tarjeta llegará pronto
pt: O gerenciamento de cartões estará disponível em breve

# cardhub.iban.title
source: IBAN account details
de: IBAN-Kontodaten
es: Detalles cuenta IBAN
pt: Detalhes da conta IBAN

# get.prepared.alert
source: ATTENTION: You have only 2 free attempts to pass the KYC process. Every other attempt after that will cost €3.8. Paid attempts will be available after the next update of the app.
de: Sie haben nur %@ freie Versuche, den KYC-Prozess zu bestehen. Jeder weitere Versuch kostet danach €%@. Bezahlte Versuche werden nach dem nächsten Update der App verfügbar sein.
es: Solo tienes %@ intentos gratuitos para pasar el proceso KYC. Cualquier otro intento posterior costará € %@ . Los intentos pagos estarán disponibles después de la próxima actualización de la aplicación.
fr: ATTENTION: Seulement 2 essais gratuits sont fournis pour passer la procédure de KYC. Après ces deux essais, tout autre essai coûtera 3,8€. Les essais payants seront disponibles après la prochaine mise à jour de l'application.
nl: LET OP: Je hebt slechts 1 gratis poging om het KYC-proces te doorlopen. Elke andere poging kost je €3,8. Om je kansen op succes te maximaliseren, volg je deze eenvoudige richtlijnen:
pt: Você tem apenas %@ tentativas gratuitas para passar no processo KYC. Todas as outras tentativas depois disso custarão € %@ . As tentativas pagas estarão disponíveis após a próxima atualização do aplicativo.

# common.error.general.title
source: Error
de: Fehler
fr: Erreur
nl: Fout
pt: Erro

# verification.rejected.screen.attempts.left
source: You have %@ more free KYC attempt.
fr: Vous avez encore %@ tentative(s) de KYC gratuite(s)
nl: Je hebt nog %@ gratis KYC-pogingen.
