Repository: sora-xor/sora-card-ios
Catalog: SCard/Classes/Localizable/*.lproj/SoraCard.strings
Languages: de, es, fr, nl, pt

# terms.and.conditions.title
source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y Condiciones
fr: Conditions d'utilisation
nl: algemene voorwaarden
pt: Termos e condições

# terms.and.conditions.description
source: We want you to know exactly how the SORA card service will work, who needs your details and why. Reviewing these policies will help you use the app with peace of mind.
de: Wir möchten, dass Sie genau wissen, wie der SORA-Kartenservice funktionieren wird, wer Ihre Daten benötigt und warum. Wenn Sie diese Richtlinien lesen, können Sie die App unbesorgt nutzen.
es: Queremos que sepas exactamente como trabajan los servicios de la Tarjeta SORA, quién y por qué necesita tus detalles. Revisar estas políticas te ayudará a continuar usando la App con tranquilidad absoluta.
fr: Nous souhaitons que vous sachiez exactement comment les services SORA Card fonctionnent, ainsi que les entités et les conditions d'utilisation de vos données. Examiner les politiques d'utilisation vous aidera à continuer à utiliser l'application l'esprit tranquille.
nl: Wij willen dat u precies weet hoe de SORA Card diensten werken en wie uw gegevens nodig heeft, en waarom ze die nodig hebben. Als u dit beleid doorneemt, kunt u de app met een gerust hart blijven gebruiken.
pt: Queremos que saiba exatamente como funciona o serviço do cartão SORA, quem precisa dos seus dados e porquê. A análise destas políticas ajudá-lo-á a utilizar a aplicação com tranquilidade.

# terms.and.conditions.sora.community.alert
source: The SORA community does not collect any personal data, to get the SORA Card and IBAN account you will need to complete a KYC process directly with the card issuer.
de: Die SORA-Community sammelt keine personenbezogenen Daten, um die SORA Card und das IBAN-Konto zu erhalten, müssen Sie einen Identitätsverifizierungs-Prozess direkt beim Kartenaussteller durchführen.
es: La comunidad SORA no recopila ni recopilará ninguno de sus datos personales, para obtener una cuenta IBAN necesaria para la tarjeta SORA, los usuarios deben realizar un proceso KYC con el emisor de la tarjeta.
fr: Pour obtenir un compte IBAN nécessaire pour la SORA Card, les utilisateurs doivent se soumettre à un processus KYC avec l'émetteur de la carte. Il s'agit d'une conformité obligatoire. La communauté SORA ne collecte et ne collectera aucune de vos données personnelles.
nl: Om een IBAN-rekening voor deSORA Card te krijgen, moeten gebruikers een KYC-procedure ondergaan bij de uitgever van de kaart. De SORA community verzamelt geen persoonlijke gegevens van de gebruiker, deze worden enkel door de uitgever van de kaart verwerkt.
pt: A comunidade SORA não recolhe quaisquer dados pessoais. Para obter o cartão SORA e a conta IBAN, terá de concluir um processo KYC diretamente com o emissor do cartão.

# terms.and.conditions.general.terms
source: General Terms of Use
de: Allgemeine Nutzungsbedingungen
es: Términos Generales de Uso
fr: Conditions générales d'utilisation
nl: Algemene gebruiksvoorwaarden
pt: Termos gerais de utilização

# terms.and.conditions.privacy.policy
source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
nl: Privacybeleid
pt: Política de privacidade

# terms.and.conditions.confirm.description
source: By continuing you confirm that you have read, understood and accepted these policies
de: Indem Sie fortfahren, bestätigen Sie, dass Sie diese Richtlinien gelesen, verstanden und akzeptiert haben
es: Al continuar confirma que ha leído, entendido y aceptado estas políticas
fr: En continuant, vous confirmez avoir lu, compris et accepté les conditions d'utilisation
nl: Door verder te gaan, bevestigt u dat u dit beleid hebt gelezen en accepteert
pt: Ao continuar, o utilizador confirma que leu, compreendeu e aceitou estas políticas

# terms.and.conditions.accept.and.continue
source: Accept & Continue
de: Akzeptieren und fortfahren
es: Aceptar y Continuar
fr: Accepter et continuer
nl: Accepteren en doorgaan
pt: Aceitar e continuar

# get.prepared.title
source: Get prepared
de: Bereite dich vor
es: Prepárate
fr: Préparez-vous
nl: Bereid je voor.
pt: Preparar-se

# get.prepared.submit.id.photo.title
source: Submit a photo of your ID document
de: Reichen Sie ein Foto Ihres Ausweises ein
es: Envía una foto de tu documento de identidad
fr: Soumettez une photo de votre document d'identité
nl: Stuur een foto van uw identiteitsbewijs
pt: Envie uma foto do seu documento de identificação

# get.prepared.submit.id.photo.description
source: Passport, Driver License, ID card or Residence Permit
de: Reisepass, Führerschein, Personalausweis oder Aufenthaltsgenehmigung
es: Pasaporte, Permiso de Conducir, Documento de Identidad o Permiso de Residencia
fr: Passeport, permis de conduire, pièce d'identité, permis de résidence
nl: Paspoort, rijbewijs, identiteitskaart of verblijfsvergunning
pt: Passaporte, carta de condução, bilhete de identidade ou autorização de residência

# get.prepared.take.selfie.title
source: Take a selfie
de: Machen Sie ein Selfie
es: Hazte un selfie
fr: Prenez un selfie
nl: Neem een selfie
pt: Tirar uma selfie

# get.prepared.take.selfie.description
source: The guidance will be provided during the process
de: Der Leitfaden wird während des Prozesses zur Verfügung gestellt
es: Se facilitará la guía durante el proceso
fr: Un guide sera fourni durant l'opération
nl: Tijdens het proces wordt begeleiding verstrekt
pt: As orientações serão fornecidas durante o processo

# get.prepared.proof.address.title
source: Submit a photo of proof of address
de: Reichen Sie ein Foto des Adressnachweises ein
es: Envía una foto con prueba de domicilio
fr: Soumettre une photo de votre preuve d'adresse
nl: Stuur een foto van een bewijs van adres in
pt: Enviar uma fotografia do comprovativo de morada

# get.prepared.proof.address.description
source: An official document (utility bill, bank statement, government statement or correspondence) that contains your full name and address, and that is no older then 3 months
de: Ein offizielles Dokument (Stromrechnung, Kontoauszug, Regierungsbescheinigung oder Korrespondenz), das Ihren vollständigen Namen und Ihre Adresse enthält und nicht älter als 3 Monate ist.
es: Un documento oficial (factura de servicios públicos, extracto bancario, estado de cuenta del gobierno o correspondencia) que contenga su nombre completo y dirección, y que no tenga más de 3 meses.
fr: Un document officiel (facture d'électricité, bancaire, gouvernemental) contenant votre nom/prénom officiel et adresse, datant de moins de 3 mois
nl: Een officieel document (energierekening, bankafschrift, overheidsverklaring of correspondentie) met uw volledige naam en adres, en dat niet ouder is dan 3 maanden.
pt: Um documento oficial (conta de luz, extrato bancário, extrato do governo ou correspondência) que contenha seu nome completo e endereço, e que não tenha mais de 3 meses.

# get.prepared.personal.info.title
source: Submit your personal info
de: Senden Sie Ihre persönlichen Daten
es: Enviar tu información personal
fr: Soumettez vos informations personnelles
nl: Voeg uw persoonlijke gegevens in
pt: Enviar as suas informações pessoais

# get.prepared.personal.info.description
source: Fill in the form with your name and address
de: Füllen Sie das Formular mit Ihrem Namen und Ihrer Adresse aus
es: Rellena el formulario con tu nombre y dirección
fr: Remplissez le formulaire avec votre nom et adresse
nl: Vul het formulier in met uw naam en adres
pt: Preencher o formulário com o seu nome e endereço

# get.prepared.ok.title
source: OK, I am ready
de: OK, ich bin bereit
es: De acuerdo, estoy listo
fr: OK, je suis prêt(e)
nl: OK, ik ben klaar
pt: OK, estou pronto

# verify.email.description
source: Follow the magic link that has been sent to %@ The email might take several minutes to arrive. Please verify your spam folder if you haven't received the email after 5 minutes.
de: Folgen Sie dem Magic Link, der an %@ gesendet wurde.
es: Click en el enlace mágico que se ha enviado a %@ El correo electrónico puede tardar varios minutos en llegar. Por favor, comprueba tu carpeta de correo no deseado si no has recibido el correo después de 5 minutos.
fr: Suivez le lien magique envoyé à %@ L'e-mail peut prendre plusieurs minutes pour arriver. Pensez à vérifier votre dossier Spam si vous n'avez toujours pas reçu l'e-mail après 5 minutes.
nl: Volg de magische link die is verzonden naar %@ Het kan enkele minuten duren voordat de e-mail aankomt. Controleer uw spam folder als u de e-mail na 5 minuten nog niet heeft ontvangen.
pt: Siga o link mágico que foi enviado para %@

# common.resend.timer
source: Resend in %02d:%02d
de: Erneut senden in %02d:% 02d
es: Reenviar en %02d:% 02d
fr: Renvoyer dans %02d:%02d
nl: Opnieuw verzenden in %02d:%02d
pt: Reenviar em %02d:%02d

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pt: Cancelar

# enter.email.description
source: Magic link will be sent to your email
de: Der Magic Link wird an Ihre E-Mail geschickt.
es: El link mágico será enviado a tu correo electrónico
fr: Un lien magique va être envoyé à votre e-mail
nl: Magische link wordt naar je e-mail gestuurd.
pt: Link mágico será enviado para seu e-mail

# enter.email.input.field.label
source: Email
es: Correo electrónico

# common.no.spam
source: No spam! Only to secure your account
de: Kein Spam! Nur um Ihr Konto zu sichern
es: Sin spam! Sólo para asegurar tu cuenta
fr: Pas de spam. Seulement pour sécuriser votre compte
nl: Geen spam! Alleen om uw account te beveiligen
pt: Não é spam! Apenas para proteger a sua conta

# common.send.code
source: Send SMS code
de: SMS Code senden
es: Enviar código SMS
fr: Envoyer le code
nl: SMS code verzenden
pt: Enviar código SMS

# user.registration.title
source: Introduce yourself
de: Stellen Sie sich vor
es: Preséntate
fr: Entrez votre nom légal
nl: Stel jezelf voor
pt: Apresente-se

# user.registration.first.name.input.filed.label
source: First name
de: Vorname
es: Nombre
fr: Prénom
nl: Voornaam
pt: Nome próprio

# user.registration.last.name.input.filed.label
source: Last name
de: Familienname, Nachname
es: Apellido
fr: Nom de famille
nl: Achternaam
pt: Apelido

# common.continue
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
nl: Doorgaan
pt: Continuar

# verify.phone.number.title
source: Verify your phone number
de: Verifizieren Sie Ihre Telefonnummer
es: Verifique su número de teléfono
fr: Vérifiez votre numéro de téléphone
nl: Verifieer je telefoonnummer
pt: Verificar o seu número de telefone

# verify.phone.number.description
source: Enter SMS code that has been sent to %@
de: SMS-Code eingeben, der an %@ gesendet wurde
es: Introduzca el código SMS que ha sido enviado a %@
fr: Entrez le code qui a été envoyé au %@
nl: Voer de sms-code in die is verzonden naar %@
pt: Introduzir o código SMS que foi enviado para %@

# verify.phone.number.code.input.field.label
source: SMS code
es: Código SMS
fr: Code SMS
pt: Código SMS

# enter.phone.number.description
source: You will receive a verification code via SMS
de: Sie erhalten einen Verifizierungscode per SMS
es: Recibirá un código de verificación por SMS
fr: Vous allez recevoir un code de vérification par SMS
nl: U ontvangt een verificatiecode via SMS.
pt: Receberá um código de verificação por SMS

# enter.phone.number.phone.input.field.label
source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
nl: Telefoonnummer
pt: Número de telefone

# common.resend.code
source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
nl: Code nogmaals versturen
pt: Reenviar código

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten
pt: Fechar

# kyc.result.verification.in.progress
source: Verification in progress
de: Überprüfung läuft
es: Verificación en progreso
fr: Vérification en cours
nl: Verificatie is gaande
pt: Verificação em curso

# kyc.result.verification.in.progress.description
source: You have successfully completed your KYC application. The review is pending and you can expect a decision shortly. Usually the decision is made the same day and in some cases can take up to 3 days.
de: Sie haben Ihren Identitätsverifizierungs-Antrag erfolgreich abgeschlossen. Die Prüfung ist noch nicht abgeschlossen und Sie können in Kürze mit einer Entscheidung rechnen. In der Regel wird die Entscheidung noch am selben Tag getroffen, in manchen Fällen kann sie bis zu 3 Tage dauern.
es: Ha completado exitosamente su solicitud de KYC. La revisión está pendiente y puedes esperar una decisión en breve. Habitualmente la decisión se toma el mismo día y en algunos casos puede tardar hasta 3 días.
fr: Vous avez terminé avec succès votre demande de KYC. L'examen de votre demande est en cours et vous devriez recevoir une réponse sous peu. La décision est habituellement rendue le jour même, mais dans certains cas cela peut prendre jusqu'à 3 jours.
nl: U heeft uw KYC-aanvraag succesvol afgerond. De beoordeling is in behandeling en u kunt binnenkort een beslissing verwachten. Meestal wordt de beslissing dezelfde dag genomen, en in sommige gevallen kan dit tot 3 dagen duren.
pt: Concluiu com sucesso a sua aplicação KYC. A revisão está pendente e pode esperar uma decisão em breve. Normalmente, a decisão é tomada no mesmo dia e, em alguns casos, pode demorar até 3 dias.

# change.email.title
source: Change your email
de: Ändern Sie Ihre E-Mail
es: Cambie su correo
fr: Changer votre e-mail
nl: Wijzig uw e-mailadres
pt: Alterar seu e-mail

# common.send.link
source: Send link
de: Link senden
es: Enviar enlace
fr: Envoyer le lien
nl: Link nogmaals versturen
pt: Enviar Link

# common.change.email
source: Use another email
de: Verwenden Sie eine andere E-Mail
es: Utilice otro correo
fr: Utilisez un autre e-mail
nl: Probeer een ander e-mailadres
pt: Usar outro e-mail

# common.resend.link
source: Resend link
de: Link erneut senden
es: Reenviar link
fr: Renvoyer le lien
nl: Link nogmaals versturen
pt: Reenviar link

# enter.email.title
source: Enter your email
de: Ihre E-Mail eingeben
es: Introduzca su correo electrónico
fr: Entrez votre e-mail
nl: Voer uw e-mailadres in
pt: Introduza o seu e-mail

# verify.email.title
source: Verify your email
de: Überprüfen Sie Ihre E-Mail
es: Verifique su correo
fr: Vérifiez votre e-mail
nl: Uw e-mailadres verifiëren
pt: Verifique seu e-mail

# common.try.again
source: Try again
de: Erneut versuchen
es: Intente otra vez
fr: Réessayer
nl: Probeer het nog eens
pt: Tentar novamente

# verification.successful.description
source: Your KYC verification is successful and we are already preparing to send you the SORA card!
de: Ihre Identitätsverifizierung ist erfolgreich und wir bereiten bereits den Versand der SORA Card vor!
es: ¡Tu verificación KYC fue exitosa y ya nos estamos preparando para enviarte la tarjeta SORA!
fr: Votre vérification KYC a été validée et nous préparons déjà votre carte pour vous l'envoyer!
nl: Uw KYC-verificatie is succesvol en we zijn al bezig met de voorbereidingen om u de SORA Card te sturen!
pt: A sua verificação KYC foi bem sucedida e já estamos a preparar o envio do cartão SORA!

# verification.rejected.description
source: Your application has been rejected.
de: Ihr Antrag wurde abgelehnt.
es: Su solicitud ha fallado. Para leer más acerca de la razón del error, por favor lea la siguiente descripción adicional.
fr: Votre demande a échoué.
nl: Uw aanvraag is mislukt. Lees de volgende aanvullende beschrijving voor meer informatie over de reden van het falen.
pt: A sua candidatura foi rejeitada.

# verification.failed.title
source: Verification failed
de: Verifizierung fehlgeschlagen
es: La verificación falló
fr: La vérification a échoué.
nl: verificatie is mislukt
pt: Falha na verificação

# verification.failed.description
source: The KYC was terminated or it failed otherwise.
de: Die Identitätsverifizierung wurde abgebrochen oder er ist anderweitig gescheitert.
es: El KYC ha terminado o ha fallado
fr: Le KYC a été annulé or a échoué.
nl: De KYC is beëindigd of mislukt.
pt: O KYC foi encerrado ou falhou.

# no.free.kyc.attempts.description
source: You have used your free attempt to pass the KYC process. We kindly ask you to wait until the next upgrade of the application to proceed with paid attempts.
de: Sie haben Ihren kostenlosen Versuch genutzt, um den Identitätsverifizierungs-Prozess zu durchlaufen. Wir bitten Sie, bis zur nächsten Aktualisierung der Anwendung zu warten, um mit kostenpflichtigen Versuchen fortzufahren.
es: Has utilizado tu intento gratuito para pasar el proceso KYC. Le solicitamos amablemente que espere hasta la próxima actualización de la aplicación para proceder con los intentos pagando
fr: Vous avez épuisé votre nombre d'essais gratuits pour l'opération de KYC. Nous vous prions d'attendre la prochaine mise à jour pour continuer avec les essais payants
nl: Je hebt je gratis pogingen gebruikt om het KYC proces kostenloos te doorlopen. We vragen je te wachten tot de volgende upgrade van de applicatie om verder te gaan met pogingen tegen betaling.
pt: Utilizou a sua tentativa gratuita para passar o processo KYC. Pedimos-lhe que aguarde até à próxima atualização da aplicação para prosseguir com as tentativas pagas.

# common.ok
source: ok
es: De acuerdo

# no.free.kyc.attempts.title
source: No more free attempts
de: Keine Freiversuche mehr
es: No quedan más intentos gratuitos
fr: Nombre d'essais gratuits épuisé
nl: Geen gratis KYC pogingen meer
pt: Acabaram-se as tentativas gratuitas

# get.prepared.need
source: To complete the KYC you will need to:
de: Um die Identitätsverifizierung abzuschließen, müssen Sie Folgendes tun:
es: Para completar el KYC necesitarás:
fr: Pour compléter la procédure de KYC vous aurez besoin de:
nl: Om de KYC te voltooien, dient u:
pt: Para completar o KYC, é necessário

# otp.error.message.wrong.code
source: Code incorrect. Please, try again.
de: Code falsch. Bitte versuche es erneut.
es: Código incorrecto. Inténtalo de nuevo.
fr: Code erroné. Veuillez réessayer.
nl: Code onjuist. Probeer het opnieuw.
pt: Código incorreto. Por favor, tente novamente.

# details.need.xor.desription
source: You need %@ more XOR (€%@)
de: Sie benötigen %@ mehr XOR (€%@)
es: Necesita %@ más XOR (€%@)
fr: Vous avez besoin de %@ XOR (%@€) supplémentaire
nl: Je hebt %@ meer XOR nodig (€%@)
pt: Precisa de mais %@ XOR (€%@)

# details.enough.xor.desription
source: You have enough XOR
de: Sie haben genug XOR
es: Tienes suficientes XOR
fr: Vous avez assez de XOR
nl: Je hebt genoeg XOR
pt: Tem XOR suficiente

# verification.rejected.support
source: Support
es: Ayuda
pt: Apoio

# verify.email.resend
source: RE-SEND IN %@
de: ERNEUTES SENDEN IN %@
es: RE_ENVIAR EN %@
fr: Renvoyer dans %@
nl: OPNIEUW VERZENDEN BINNEN %@
pt: REENVIAR EM %@

# details.get.more.xor
source: Get more XOR
de: Hole mehr XOR
es: Conseguir más XOR
fr: Obtenir plus de XOR
nl: Verkrijg meer XOR
pt: Obter mais XOR

# details.already.have.card
source: I already have a card
de: Ich habe bereits eine Karte
es: Ya tengo tarjeta
fr: J'ai déjà une carte
nl: Ik heb al een kaart
pt: Já tenho um cartão

# details.issue.card
source: Issue card for free
de: Karte kostenlos ausstellen
es: Emitir tarjeta gratuitamente
fr: Recevoir la carte gratuitement
nl: Kaart gratis uitreiken
pt: Emitir cartão gratuitamente

# details.already.used.free.try
source: You already used your free try
de: Sie haben Ihren kostenlosen Versuch bereits genutzt
es: Ya ha utilizado su intento gratuito
fr: Vous avez déjà utilisé votre essai gratuit
nl: Je hebt je gratis poging reeds gebruikt
pt: Já utilizou a sua tentativa gratuita

# verify.phone.number.send.code
source: SEND CODE
de: CODE SENDEN
es: ENVIAR CÓDIGO
fr: Envoyer le code
nl: Stuur Code
pt: ENVIAR CÓDIGO

# common.support
source: Support
es: Ayuda
pt: Apoio

# verification.rejected.title
source: Verification rejected
de: Verifizierung abgelehnt
es: Solicitud rechazada
fr: Demande rejetée
nl: Aanvraag afgewezen
pt: Verificação rejeitada

# verification.successful.title
source: Application approved
de: Antrag genehmigt
es: Solicitud aprobada
fr: Demande approuvée
nl: Aanvraag goedgekeurd
pt: Aplicação aprovada

# unsupported.countries.link
source: See the list
de: Siehe die Liste
es: Ver la lista
fr: Voir la liste
nl: Zie de lijst
pt: Ver a lista

# unsupported.countries.disclaimer
source: Residents from certain countries can not apply for SORA Card at this moment
de: Einwohner bestimmter Länder können derzeit keine SORA Card beantragen
es: Los residentes de ciertos países no pueden solicitar la Tarjeta SORA en este momento
fr: Les résidents de certains pays ne peuvent pas accéder à SORA Card pour le moment
nl: Inwoners uit bepaalde landen kunnen op dit moment geen SORA Card aanvragen
pt: Os residentes de determinados países não podem solicitar o cartão SORA neste momento

# common.user.not.found
source: No mobile number found, please recheck it and try again.
de: Keine Handynummer gefunden, bitte überprüfen Sie sie erneut und versuchen Sie es erneut.
es: No se ha encontrado ningún número de móvil, vuelva a comprobarlo e inténtelo de nuevo.
fr: Aucun numéro de portable trouvé, veuillez le revérifier et réessayer.
nl: Geen mobiel nummer gevonden, controleer het opnieuw en probeer het opnieuw.
pt: Não foi encontrado nenhum número de telemóvel, verifique-o novamente e tente de novo.

# details.title
source: Top up SORA Card with fiat or crypto and pay online, in-store or withdraw from an ATM
de: Laden Sie die SORA Card mit Fiat- oder Kryptowährungen auf und zahlen Sie online, in Geschäften oder an Geldautomaten.
es: Recarga tu Tarjeta SORA con fiat o cripto y paga online, en la tienda o retira dinero del cajero
fr: Rechargez votre SORA Card avec une monnaie fiduciaire et payez en ligne, en magasin, ou retirez depuis un distributeur automatique
nl: Laad SORA Card op met fiat of crypto en betaal online, in de winkel of neem geld op bij een geldautomaat
pt: Recarregue o cartão SORA com fiat ou cripto e pague online, na loja ou saque em uma ATM

# details.description
source: Get a Euro IBAN account and debit card accessible within your SORA Wallet
de: Erhalten Sie ein Euro-IBAN Konto und eine Debitkarte, auf die Sie mit Ihrem SORA Wallet zugreifen können.
es: Consigue una cuenta Euro IBAN y Tarjeta de Débito conectadas a tu billetera SORA
fr: Obtenez un IBAN en compte Euros ainsi qu'un carte de débit Mastercard connectés à votre portefeuille SORA
nl: Krijg een Euro IBAN-rekening en betaalpas die toegankelijk zijn in uw SORA Wallet
pt: Obtenha uma conta Euro IBAN e um cartão de débito acessíveis na sua carteira SORA

# details.annual.service.fee
source: €0 annual service fee
de: 0 € jährliche Servicegebühr
es: Cuota anual de servicio 0 €
fr: Frais de service annuels de 0€
nl: €0 jaarlijkse service kosten
pt: €0 de taxa de serviço anual

# details.free.card.issuance
source: Free card issuance
de: Kostenlose Kartenausgabe
es: Emisión gratuita de la tarjeta
fr: Émission de carte gratuite
nl: Gratis kaartuitgifte
pt: Emissão gratuita de cartão

# details.free.card.issuance.conditions.xor
source: If you hold, stake or provide liquidity for at least €%@ worth of XOR in your SORA account
de: Wenn Sie XOR im Wert von mindestens €%@ auf Ihrem SORA Card halten, staken oder Liquidität bereitstellen
es: Si tienes al menos %@ € de XOR en la billetera, en staking o liquidez en tu cuenta SORA
fr: Si vous détenez, stakez, ou fournissez des liquidités pour un montant d'au moins %@€ de XOR avec votre compte SORA
nl: Als u ten minste €%@ aan XOR houdt, staket of liquiditeit verstrekt voor ten minste €%@ op uw SORA-account
pt: Se tiver, fizer STAKE ou fornecer liquidez a um valor mínimo de XOR de %@ na sua conta SORA
